---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeLeftSupportLateralOffset
source: html/1477860b-320c-e290-04c1-31c911e73ae4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeLeftSupportLateralOffset Property

"Left Lateral Offset":

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeLeftSupportLateralOffset { get; }
```